Repository: intellineers/intellineers
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

# services_menuitem
source: Service
de: Angebot

# services_title
source: What are we doing?
de: Was machen wir?

# team_title
source: Who are we?
de: Wer sind wir?

# contact_menuitem
source: Contact
de: Kontakt

# contact_title
source: How to contact us?
de: Wie erreicht man uns?

# web_title
source: Web-Solutions
de: Web-Lösungen

# web_content_detailed
source: The foundation of every Websolution are technologies basedon the Web 2.0/3.0. Using these technologies result in a lot of potential. We help you maximizing the utility gained by using these technologies and help implementing your new Website / SaaS / Webapp using this potential, but also combining it with your existing software.
de: Individuellen Web-Lösungen sind der Schlüssel zum Erschließen der Technologien, die das Web 3.0 bereit stellen wird. Web 3.0 beschreibt die Weiterentwicklung des Webs (2.0) und bezieht sich unter anderem auf die Verbreitung von Internet-basierten Diensten und Technologien wie Data-Mining und Natural Language Processing. Nutzen Sie die Vorteile, die z.B. die Digitalisierung des Büros mit sich bringt. Wir helfen Ihnen die neuen Technologien, die Ihnen mit Softwarelösungen wie ERP, DMS, und co. zur Verfügung stehen, mit Ihrem Webauftritt / SaaS / Webapp zu kombinieren und Ihnen den entscheidenen Vorteil zu verschaffen.

# it_title
source: IT-Consulting
de: IT-Beratung

# it_content_detailed
source: Nowadays, there are many IT-Technologies that give you the edge over your competitors and provide you with tools to make sure that you are always a step ahead. We help you to find the ideal solution that provides your business with the means to tackle the problems of tomorrow.
de: Heutzutage bringen IT-Technologien den entscheidenen Vorteil und geben Ihnen Werkzeuge mit denen Sie der Konkurrenz einen Schritt vorraus sein können. Damit dies gelingt, müssen verschiedene Technologien ineinander greifen und zusammenarbeiten. Wir helfen Ihnen die richtigen Entscheidungen im technologischem Zeitalter zu treffen und auf die richtige, zukunfstorientierte IT-Strategie zu setzten.

# ai_title
source: Artificial Intelligence
de: Künstliche Intelligenz

# ai_content_detailed
source: Technologies of tomorrow are based on self-learning and self-evolving algorithms.We are experts in the field of Artificial Intelligence and are your partner when it comes to Data Mining or Machine Learning. We help you with technological means to catapult your company in the technological next century.
de: Die Technologien von morgen basieren auf selbstlernenden Algorithmen. Zunehmend mehr Geschäftsentscheidungen werden durch künstliche Intelligenz unterstützt, welche mit der Zeit lernt und sich selbst verbessert. Data Mining Algorithmen extrahieren informationen aus großen Datensätzen, die für Ihr Unternehmen von Nutzen sein können. Zusätzlich können diese Informationen als Grundlage für die Verbesserung von selbstlernenden Algorithmen genutzt werden. Wir sind Experten in Machine Learning und Data Mining. Wir stehen Ihnen tatkräftig zur Seite, wenn es darum geht Ihr Unternehmen auf die technologischen Ansprüche von morgen vorzubereiten.

# nlp_content_detailed
source: The science of Natural Language Processing is to extract information from text and process these information in order to visualize them. The Doculizer (TM) framework utilizes this and provides ways to incorporate this in your existing IT-Portfolio. This yields huge benefits, such as providing information of unread documents or E-Mails or help to maximize the efficiency of processes inside your company.
de: Natural Language Processing, kurz NLP, ist die Wissenschaft Informationen aus Texten zu extrahieren und den Inhalt zu visualisieren. Dabei kann ein großer Vorteil generiert werden, da nicht jedes Dokument von Menschen gelesen werden muss, um die darin enthaltenen Informationen zu erlangen. Unser Doculizer (TM) Framework hilft Ihnen Dokumente zu verschlagworten, E-Mails zu analysieren und Prozesse in Ihrem Unternehmen zu beschleunigen. Doculizer kann mit bereits bestehenden IT-Infrastrukturen genutzt werden, sofern entsprechende Schnittstellen vorliegen. Wir beraten Sie gerne und helfen Ihnen dabei herauszufinden, ob Ihre Software diese Schnittstellen zur Verfügung stellt.

# back_text
source: Back
de: Zurück

# cw_content
source: CEO<br />Consulting & Conceptual Design & Development
de: Geschäftsführer<br />Beratung & Konzeption & Entwicklung

# cs_content
source: CEO<br />Development & R&D
de: Geschäftsführer<br />Entwicklung & F&E

source: More
de: Mehr
